{
    "tags" : [
        {
            "name" : "javascript",
            "description" : "For questions about programming in ECMAScript (JavaScript/JS) and its different dialects/implementations (except for ActionScript). Keep in mind"
        },
        {
            "name" : "python",
            "description" : "Python is a multi-paradigm, dynamically typed, multi-purpose programming language. It is designed to be quick to learn, understand, and"
        },
        {
            "name" : "java",
            "description" : "Java is a high-level object-oriented programming language. Use this tag when you're having problems using or understanding the language itself. This"
        },
        {
            "name" : "c#",
            "description" : "C# (pronounced \"see sharp\") is a high level, statically typed, multi-paradigm programming language developed by Microsoft. C# code usually targets"
        },
        {
            "name" : "php",
            "description" : "PHP is a widely used, open source, general-purpose, multi-paradigm, dynamically typed and interpreted scripting language designed initially for server-side web development. Use this"
        },
        {
            "name" : "android",
            "description" : "Android is Google's mobile operating system, used for programming or developing digital devices (Smartphones, Tablets, Automobiles,"
        },
        {
            "name" : "html",
            "description" : "HTML (HyperText Markup Language) is the markup language for creating web pages and other information to be displayed in a web browser. Questions"
        },
        {
            "name" : "android",
            "description" : "Android is Google's mobile operating system, used for programming or developing digital devices (Smartphones, Tablets, Automobiles,"
        },
        {
            "name" : "jquery",
            "description" : "jQuery is a JavaScript library. Consider also adding the JavaScript tag. jQuery is a popular cross-browser JavaScript library that facilitates Document Object"
        },
        {
            "name" : "c++",
            "description" : "C++ is a general-purpose programming language. It was originally designed as an extension to C and has a similar syntax, but it is now a completely"
        },
        {
            "name" : "css",
            "description" : "CSS (Cascading Style Sheets) is a representation style sheet language used for describing the look and formatting of HTML (HyperText Markup"
        },
        {
            "name" : "ios",
            "description" : "iOS is the mobile operating system running on the Apple iPhone, iPod touch, and iPad. Use this tag [ios] for questions related to programming on"
        },
        {
            "name" : "mysql",
            "description" : "MySQL is a free, open-source Relational Database Management System (RDBMS) that uses Structured Query Language (SQL). DO NOT USE"
        },
        {
            "name" : "sql",
            "description" : "Structured Query Language (SQL) is a language for querying databases. Questions should include code examples, table structure, sample data,"
        },
        {
            "name" : "r",
            "description" : "R is a free, open-source programming language & software environment for statistical computing, bioinformatics, visualization & general computing. Please use minimal reproducible"
        }
        
    ]
}